to 770723
the 666502
of 364496
in 339076
for 328960
RT 266333
a 258961
on 249544
and 243629
&amp; 216624
is 163085
at 139135
with 128342
I 127938
our 125413
my 98224
this 94776
you 93627
from 84111
be 81702
will 76905
that 75291
are 71959
we 66941
about 65876
by 63013
The 61523
have 59203
your 48796
We 47628
- 45664
more 45468
all 44821
their 44759
who 44078
w/ 43731
as 42490
today 40761
House 40630
an 39904
has 39234
it 39043
was 37909
not 36140
Great 35383
great 34627
out 33818
Thanks 33535
bill 33439
can 32865
Thank 32617
new 31609
his 29958
My 29872
support 29739
work 29349
up 29247
help 29025
must 27773
need 27340
time 27329
This 26290
me 25388
health 23527
Congress 23266
American 23236
here: 22547
should 21646
us 21497
people 21215
see 21005
Happy 20933
they 20715
Today 20571
how 20453
do 20068
but 19811
Americans 19738
Senate 19733
discuss 19646
I'm 19528
get 19460
make 19369
would 18703
Act 18489
or 18390
2 18184
President 18170
so 17695
just 17676
today. 17621
Proud 17576
than 17419
what 17342
A 17249
those 17215
join 17174
now 16927
via 16794
last 16777
one 16648
care 16326
meeting 16324
students 16171
hearing 16019
vote 15995
U.S. 15958
if 15816
working 15732
honor 15616
been 15600
In 15566
US 15451
It 15344
Watch 15313
day 15264
Congrats 15190
like 15179
families 14970
protect 14840
jobs 14759
over 14717
against 14535
It's 14517
office 14491
forward 14416
first 14368
women 14366
On 14335
here 14224
Read 14054
keep 14044
live 13919
into 13733
talk 13495
tax 13437
morning 13277
no 13140
Our 13097
am 12917
fight 12861
GOP 12817
years 12754
Obama 12686
good 12672
back 12452
New 12415
many 12359
take 12198
he 12096
Rep. 11987
state 11977
passed 11832
National 11703
If 11678
its 11675
important 11662
4 11461
being 11407
know 11301
State 11217
Tune 11201
right 11178
federal 11131
continue 11112
visit 10968
stop 10910
why 10897
bipartisan 10818
plan 10735
next 10647
week 10586
proud 10564
when 10446
family 10404
some 10346
her 10322
Trump 10309
service 10284
meet 10269
– 10261
them 10182
Good 10180
want 10135
every 10056
local 10010
had 9984
budget 9965
after 9946
million 9921
... 9820
law 9806
public 9769
stand 9734
@ 9692
As 9689
w 9601
ICYMI: 9551
community 9468
way 9466
Day 9461
County 9455
funding 9343
statement 9324
job 9252
during 9214
More 9208
I'll 9151
these 9100
hear 9040
still 9038
Congratulations 8894
legislation 8888
go 8861
You 8837
made 8830
floor 8828
which 8823
Congressional 8819
members 8815
Check 8783
America 8777
staff 8679
What 8633
off 8605
access 8604
call 8557
were 8483
end 8455
across 8430
thank 8338
voted 8311
Honored 8284
pass 8271
@POTUS 8253
better 8246
says 8197
#Obamacare 8120
speaking 7997
talking 7997
before 7996
#tcot 7976
only 7952
full 7951
year 7931
best 7923
address 7905
other 7903
DC 7892
sure 7875
Just 7868
most 7842
Join 7826
→ 7823
today's 7823
thanks 7809
tonight 7769
speak 7702
economy 7700
country 7694
ensure 7676
issues 7660
future 7650
Looking 7616
Glad 7605
down 7605
national 7558
Today, 7424
small 7422
leaders 7421
could 7367
Gov. 7366
news 7365
town 7355
part 7331
& 7302
reform 7293
For 7269
it's 7191
today! 7173
give 7150
look 7148
create 7139
veterans 7136
Congressman 7126
economic 7113
efforts 7096
At 7062
Washington 7049
military 7025
everyone 7019
joined 7001
needs 6990
making 6983
celebrate 6953
energy 6863
going 6847
VA 6842
colleagues 6842
through 6802
put 6799
another 6756
thoughts 6732
1 6681
security 6664
pay 6617
To 6612
very 6604
1st 6599
gun 6577
Please 6557
deserve 6556
fighting 6552
lives 6537
School 6526
home 6519
Sen. 6472
Enjoyed 6445
together 6432
Committee 6424
much 6414
tomorrow 6394
Capitol 6369
having 6318
Let's 6269
government 6220
business 6201
-- 6137
any 6119
supporting 6117
action 6116
under 6111
where 6101
+ 6098
safe 6098
joining 6077
I’m 6069
With 6008
friend 6007
prayers 6003
around 5974
businesses 5964
repeal 5958
questions 5944
hard 5936
hope 5934
No 5933
leadership 5923
lost 5896
since 5870
there 5846
watch 5817
read 5814
open 5812
Health 5803
taking 5798
big 5788
Republicans 5784
never 5768
Will 5746
because 5731
nation 5711
letter 5700
opportunity 5675
serve 5668
school 5664
discussion 5661
men 5659
learn 5644
tour 5644
Bill 5637
http… 5622
come 5619
event 5613
step 5601
rights 5597
say 5589
coming 5586
don't 5572
remember 5571
It’s 5570
hosting 5570
Center 5566
latest 5559
Senator 5554
it. 5544
story 5476
signed 5460
education 5453
provide 5447
until 5426
strong 5404
improve 5377
3 5348
program 5306
victims 5292
So 5288
ready 5287
hall 5285
Learn 5283
receive 5279
10 5271
workers 5264
visiting 5263
@HouseGOP 5256
helping 5240
bring 5239
doing 5233
spoke 5229
honored 5222
spending 5208
also 5204
show 5199
discussing 5177
him 5173
find 5142
communities 5135
cut 5129
student 5121
Governor 5114
birthday 5100
interview 5097
critical 5085
report 5084
children 5071
Veterans 5068
Had 5014
#SOTU 5013
days 5008
life 4996
use 4991
change 4989
Act. 4963
importance 4956
always 4955
water 4949
met 4946
think 4936
happy 4933
too 4923
team 4910
htt… 4886
millions 4885
voting 4883
morning. 4876
He 4850
night 4848
can't 4842
High 4841
young 4840
bills 4834
Here's 4822
MT 4822
free 4808
today, 4754
world 4754
#utpol 4753
top 4728
hold 4715
--&gt; 4702
5 4694
kids 4682
City 4666
getting 4659
We're 4653
introduced 4650
increase 4649
special 4637
How 4618
welcome 4618
Thx 4604
info 4595
own 4581
ago 4568
healthcare 4568
safety 4563
few 4561
#ACA 4558
LIVE 4549
yesterday 4542
Obamacare 4535
#mepolitics 4534
#SCOTUS 4489
insurance 4488
anniversary 4478
John 4471
And 4457
speech 4446
share 4439
Chairman 4433
Dr. 4428
impact 4427
lead 4424
long 4422
policy 4415
friends 4414
place 4408
got 4406
while 4364
real 4336
let 4329
Now 4325
Pleased 4325
cuts 4325
act 4313
… 4298
agree 4289
North 4260
including 4259
Last 4256
op-ed 4255
start 4230
White 4201
two 4198
decision 4190
coverage 4175
Hall 4167
high 4161
debt 4160
does 4152
Republican 4136
families. 4128
violence 4126
you! 4124
2016 4107
may 4097
calling 4094
They 4086
said 4086
win 4080
power 4059
video 4051
even 4050
Hope 4044
immigration 4026
Joined 4025
system 4023
sign 4021
again 4020
https:/… 4009
Secretary 4008
https… 3986
believe 3984
luck 3969
Met 3959
de 3952
First 3948
announce 3932
did 3910
save 3886
annual 3882
United 3879
Time 3876
you. 3868
holding 3865
South 3863
Iran 3858
protecting 3857
Listen 3834
https:… 3827
prevent 3826
Care 3823
District 3791
bill. 3787
hours 3787
without 3787
Here 3786
research 3786
named 3781
week. 3780
folks 3750
allow 3742
When 3740
political 3739
There 3737
abt 3713
cannot 3707
looking 3704
makes 3704
celebrating 3699
between 3676
opening 3674
Obama's 3669
attack 3667
amendment 3663
ht… 3663
more: 3659
costs 3653
Facebook 3644
done 3631
economy. 3630
May 3626
yrs 3614
See 3608
https://… 3607
both 3600
we're 3598
programs 3585
group 3584
From 3580
country. 3577
college 3569
press 3568
Dems 3556
Big 3555
cost 3554
deal 3535
Congress. 3522
benefits 3521
Security 3515
Court 3508
commitment 3499
Wishing 3478
conference 3472
continues 3472
@realDonaldTrump 3467
https://t… 3465
Trump's 3460
Democrats 3457
Texas 3456
stay 3456
| 3452
same 3451
I've 3449
Don't 3439
former 3438
Community 3430
away 3424
now. 3424
Excited 3423
able 3420
fix 3413
raise 3410
came 3403
you, 3394
Service 3386
Joining 3383
All 3372
AM 3370
passing 3360
One 3359
standing 3358
recent 3341
billion 3335
took 3333
move 3324
food 3321
bad 3294
combat 3294
#jobs 3285
climate 3284
Rep 3283
jobs. 3282
Why 3279
Have 3278
past 3278
West 3276
Town 3248
you're 3246
Gov 3234
officials 3234
affordable 3230
Be 3228
growth 3226
less 3226
check 3223
constituents 3220
love 3220
crisis 3217
clean 3216
reduce 3213
rule 3206
Business 3202
class 3200
grow 3199
But 3191
resources 3187
enjoyed 3175
After 3174
effort 3169
role 3162
residents 3150
member 3148
Not 3147
shows 3145
infrastructure 3140
in! 3136
things 3134
vets 3134
Your 3129
build 3124
2015 3120
states 3116
6 3113
fair 3110
Another 3107
#GOP 3105
https://t.… 3099
7 3097
trade 3091
chance 3085
services 3085
stopping 3081
wants 3077
Award 3076
America's 3075
tune 3069
Office 3068
leading 3068
expand 3066
Supreme 3061
history 3059
calls 3055
means 3053
debate 3045
helped 3041
follow 3030
Speaking 3015
Very 3015
https://t.c… 3009
justice 3007
Spoke 3006
money 2997
Americans. 2995
close 2992
employees 2991
#veterans 2981
President's 2981
2nd 2978
VIDEO: 2971
left 2969
WATCH: 2968
plans 2962
enforcement 2959
"The 2945
forget 2929
. 2928
update 2925
brave 2924
she 2905
policies 2899
well 2898
General 2895
serving 2895
rural 2893
investigation 2886
seniors 2886
issue 2885
listen 2885
year. 2885
Small 2883
doesn't 2883
opioid 2880
Go 2872
progress 2871
nearly 2866
please 2864
tonight. 2863
set 2853
voice 2844
industry 2838
executive 2832
POTUS 2830
Director 2827
major 2826
strengthen 2825
EPA 2823
such 2817
nation's 2816
record 2815
human 2813
campaign 2808
WATCH 2806
announced 2804
ET 2801
others 2801
work. 2798
#IRS 2794
response 2793
#4jobs 2792
Act, 2790
won't 2788
served 2783
it’s 2782
100 2769
Memorial 2763
online 2763
Art 2762
already 2759
grant 2758
threat 2755
Birthday 2753
HR 2751
glad 2749
order 2748
St. 2746
ever 2744
paid 2739
quality 2736
higher 2733
week, 2733
face 2726
afternoon 2725
About 2723
That's 2722
biz 2721
fund 2719
urge 2719
Mr. 2706
votes 2703
giving 2702
https://t.co… 2701
held 2700
each 2698
equal 2696
Floor 2694
due 2694
IRS 2693
people. 2692
clear 2687
day. 2687
Women 2682
law. 2678
wonderful 2673
ask 2669
recognize 2663
D.C. 2659
Judge 2656
Do 2651
sent 2651
Mayor 2650
schools 2649
drug 2647
key 2646
host 2643
nuclear 2643
growing 2642
States 2641
fellow 2640
honoring 2638
CT 2634
leader 2631
News 2626
Statement 2621
helps 2615
seeing 2615
https://t.co/… 2614
information 2608
community. 2607
ways 2596
ceremony 2593
opportunities 2592
using 2592
Talking 2590
"We 2584
Fair 2582
H.R. 2582
Always 2580
Are 2560
miss 2560
them. 2557
companies 2556
Justice 2546
Federal 2545
medical 2545
historic 2542
Hill 2539
winning 2539
conversation 2537
Did 2535
taxes 2533
Park 2532
tell 2528
San 2527
nation. 2525
Pres. 2521
true 2519
lose 2517
gave 2507
Click 2499
foreign 2499
dangerous 2498
Take 2497
district 2497
Meeting 2496
Ohio 2496
affected 2494
urging 2492
creating 2491
concerns 2483
Day! 2476
Stop 2476
These 2476
early 2472
private 2467
fed 2465
called 2464
freedom 2463
case 2459
loved 2459
ban 2458
http:… 2454
takes 2453
Medicare 2452
week's 2448
appreciate 2445
visited 2441
needed 2439
send 2439
beautiful 2436
care. 2436
Keep 2430
more. 2427
An 2426
Welcome 2424
rate 2422
middle 2420
control 2418
Tax 2413
en 2408
process 2405
lot 2404
troops 2404
game 2399
Best 2396
50 2395
Get 2394
Administration 2390
Energy 2384
pleased 2378
resolution 2378
committed 2377
photos 2377
thousands 2377
PM 2376
message 2374
child 2373
Joe 2371
Find 2370
Middle 2369
govt 2367
Today's 2363
keeping 2360
re: 2360
asked 2356
Follow 2353
moving 2353
Caucus 2352
Watch: 2352
wait 2352
excited 2351
received 2348
president 2346
http://… 2341
21st 2339
World 2336
@HouseDemocrats 2335
http:/… 2334
rules 2334
vital 2334
pleasure 2333
financial 2332
amazing 2331
don’t 2331
global 2331
Budget 2330
@FoxNews 2329
regulations 2325
attacks 2323
serious 2320
pm 2316
following 2315
available 2313
introduce 2313
mental 2313
America. 2309
facing 2305
safe. 2305
isn't 2303
Every 2301
Academy 2300
Public 2297
laws 2292
proposed 2292
weekend 2292
8 2288
funds 2285
moment 2285
Air 2282
Day. 2279
Sec. 2275
award 2271
emergency 2271
asking 2270
leave 2269
house 2264
#immigration 2263
2014 2262
Make 2260
failed 2260
man 2260
sacrifice 2259
focus 2255
Medicaid 2254
Members 2254
attend 2252
piece 2250
abuse 2249
wish 2249
http://t… 2244
#FF 2241
discussed 2241
thing 2240
= 2239
Annual 2239
yet 2237
development 2234
list 2232
Valley 2231
far 2230
LIVE: 2228
heard 2227
defense 2225
Come 2224
committee 2220
Visit 2217
current 2213
vote. 2213
Council 2209
Live 2207
encourage 2207
legislative 2206
Association 2200
Military 2199
h… 2197
Let’s 2196
2017 2194
comes 2193
NOW: 2192
steps 2192
HS 2191
a.m. 2191
remain 2190
regarding 2183
live: 2180
jobs, 2178
yesterday. 2178
really 2176
along 2174
starting 2173
Clinton 2172
training 2172
Central 2169
final 2169
http://t.… 2169
photo 2168
weekly 2168
service. 2166
March 2165
That 2165
solutions 2165
Pres 2161
line 2159
air 2157
la 2156
$ 2154
sharing 2153
woman 2151
@HouseGOP: 2148
investment 2146
politics 2139
College 2137
talks 2137
become 2134
then 2133
used 2133
TY 2131
I’ll 2127
defend 2125
grateful 2125
hurt 2125
actions 2124
April 2123
force 2123
gets 2122
building 2116
Russia 2114
farmers 2113
missed 2111
Scott 2110
passage 2110
wage 2110
today’s 2106
spend 2105
loan 2103
war 2102
oppose 2101
@SpeakerRyan: 2098
session 2091
police 2090
4th 2089
proposal 2088
joins 2078
trying 2078
release 2077
Social 2074
@WhiteHouse 2073
nation’s 2071
#TBT 2069
website 2068
panel 2067
@SpeakerBoehner: 2066
taxpayer 2060
killed 2059
among 2057
@HouseCommerce: 2051
http://t.c… 2050
today: 2050
election 2049
trip 2049
Getting 2045
Russian 2045
unemployment 2044
challenges 2041
push 2041
article 2038
"I 2031
bill, 2030
#smallbiz 2029
Look 2028
oil 2027
Hearing 2026
years. 2025
finally 2024
cosponsor 2020
facility 2019
broken 2018
p.m. 2017
Need 2010
gives 2009
nothing 2009
women's 2006
Chamber 2004
little 2004
Education 1999
question 1998
civil 1996
family. 1995
Is 1994
housing 1994
updates 1994
Chair 1990
y 1990
East 1989
cutting 1986
earlier 1986
heroes 1986
office. 1985
11 1983
God 1983
#KeystoneXL 1980
now: 1980
answer 1977
number 1975
sexual 1974
border 1971
entire 1970
administration 1969
toward 1969
priorities 1967
20 1966
Co. 1966
present 1965
#Trumpcare 1964
tonight's 1963
Farm 1962
all. 1961
relief 1958
led 1957
Sign 1954
agenda 1954
supports 1954
manufacturing 1953
officers 1953
bringing 1948
#LGBT 1944
us. 1943
Rights 1942
lower 1940
risk 1937
shouldn't 1936
behind 1930
let's 1930
ACA 1929
heart 1927
innovation 1927
restore 1927
Sen 1926
citizens 1923
provides 1922
remarks 1920
assistance 1919
represent 1915
events 1914
While 1911
month 1911
passes 1910
Lake 1909
common 1907
released 1907
His 1906
#STEM 1905
independent 1902
treatment 1902
Army 1898
9 1897
FBI 1897
incredible 1897
Obama’s 1896
Amendment 1894
River 1890
soon 1890
#ObamaCare 1889
goes 1889
run 1887
America’s 1886
victory 1884
can’t 1882
reports 1882
legacy 1880
invest 1879
War 1878
marks 1875
Conference 1872
Program 1871
Year 1871
mobile 1871
delegation 1867
play 1867
demand 1866
worked 1865
stopped 1861
Tomorrow 1859
Working 1859
cancer 1859
signing 1855
Constitution 1853
transportation 1852
Call 1850
ppl 1847
interest 1844
summer 1844
(1/2) 1841
Mike 1839
Water 1839
posted 1839
#IA03 1837
Force 1837
promote 1837
forum 1836
nomination 1836
30 1835
project 1834
taxpayers 1834
Friday 1833
ahead 1829
enough 1826
Yesterday 1824
congressional 1823
time. 1823
benefit 1822
once 1820
example 1816
Stay 1808
reform. 1804
Department 1803
behalf 1803
fought 1801
providing 1801
(2/2) 1799
assault 1796
Special 1795
communities. 1795
rates 1795
Leadership 1793
afford 1792
@SpeakerRyan 1790
me. 1789
living 1787
violence. 1785
old 1782
Subcommittee 1780
success 1780
#Zika 1779
veteran 1779
#ActOnClimate 1777
enjoy 1777
BREAKING: 1776
favorite 1774
recovery 1774
secure 1773
workforce 1767
colleague 1766
receiving 1765
roundtable 1763
#Iran 1762
wrong 1758
Honor 1753
near 1752
protections 1752
Christmas 1751
area 1751
travel 1750
Admin 1749
lunch 1749
me! 1749
disaster 1748
morning! 1746
healthy 1745
#DoYourJob 1744
Chief 1744
elected 1744
Full 1743
words 1743
ago, 1742
terrorist 1742
promise 1741
ICYMI 1740
15 1737
Many 1737
everything 1735
— 1733
Job 1733
truly 1733
city 1732
crowd 1731
David 1730
tech 1730
return 1727
review 1727
King 1724
seen 1723
June 1721
showing 1721
world. 1721
#BetterWay 1720
Trump’s 1720
spent 1720
Services 1719
awareness 1719
continued 1718
data 1718
teachers 1718
applaud 1717
dedicated 1713
something 1713
Saturday 1711
that's 1711
3rd 1710
taken 1710
participate 1709
@OversightDems: 1708
deadline 1706
playing 1706
WWII 1704
future. 1704
weather 1703
equality 1702
fiscal 1701
times 1699
long-term 1698
#NoBillNoBreak 1697
#SmallBiz 1695
.@POTUS 1695
begin 1695
#IranDeal 1691
#lagov 1690
stories 1690
Help 1688
deserves 1687
minutes 1687
holiday 1686
turn 1686
Grateful 1683
answers 1683
throughout 1683
flood 1679
Affordable 1678
aid 1676
dedication 1675
night. 1674
announcement 1672
Let 1671
nominee 1671
MN 1667
fallen 1665
loss 1664
Over 1663
putting 1662
Mark 1661
announces 1661
Next 1659
personal 1659
Defense 1658
#p2 1657
Iowa 1657
July 1657
Speaker 1653
fire 1653
ideas 1650
consider 1649
reforms 1649
offer 1648
attending 1646
found 1645
u 1645
includes 1644
Michigan 1643
families, 1641
Police 1639
deliver 1639
possible 1639
shared 1639
season 1638
official 1637
largest 1636
starts 1634
Jobs 1632
huge 1629
http://t.co… 1628
agreement 1627
state. 1625
mtg 1622
CEO 1621
death 1621
premiums 1621
#ncpol 1620
#sctweets 1620
House. 1619
continuing 1619
Union 1618
parents 1618
Team 1616
Tom 1612
happening 1612
block 1611
gas 1610
She 1607
12 1606
hardworking 1606
choice 1604
illegal 1604
w/o 1604
Washington, 1603
#Benghazi 1602
Support 1602
addressing 1600
Elementary 1598
talked 1597
ones 1595
running 1594
AG 1593
details 1591
told 1588
didn't 1587
months 1585
Kansas 1584
potential 1584
responders 1584
afternoon. 1582
created 1582
patients 1582
#TrumpCare 1581
problem 1581
science 1581
someone 1581
Heading 1575
#idpol 1573
accountable 1573
Want 1572
Johnson 1571
link 1571
now! 1571
dollars 1569
problems 1569
2013 1564
Street 1563
briefing 1562
Show 1560
projects 1560
matter 1559
@WaysandMeansGOP: 1557
recognized 1557
page 1556
reason 1556
sense 1555
it! 1554
kind 1554
el 1551
issues. 1551
raising 1551
tomorrow. 1551
Sunday 1550
boost 1550
reach 1550
By 1549
especially 1548
fun 1546
works 1546
fully 1545
youth 1545
Competition 1544
hosted 1544
learning 1543
Law 1542
center 1542
Was 1539
terrorists 1538
James 1536
guest 1536
tonight! 1535
break 1533
head 1533
@HouseAppropsGOP: 1532
Celebrating 1529
ISIS 1529
gov't 1529
security. 1529
Bipartisan 1528
experience 1528
red 1527
@GOPoversight 1526
conservative 1524
hit 1523
three 1520
@NancyPelosi: 1519
Medal 1518
Board 1516
work! 1516
Summit 1515
reminder 1513
what's 1513
Day, 1510
PA 1510
Reform 1508
post 1506
threats 1506
Paul 1504
terror 1504
@EPA 1501
do. 1501
drive 1498
recently 1497
Ag 1496
Alabama 1495
majority 1495
media 1495
#VA10 1494
replace 1493
Monday 1492
owners 1490
Awareness 1488
epidemic 1482
road 1481
advocate 1480
Guard 1479
http://t.co/… 1478
listening 1476
students. 1476
code 1472
Hillary 1469
support. 1468
year, 1467
U 1466
9/11 1465
domestic 1465
legal 1465
mean 1464
wrote 1463
Dem 1461
path 1461
second 1459
Protection 1458
@SpeakerBoehner 1457
Under 1457
attended 1457
program. 1457
greatest 1455
Only 1454
longer 1454
introducing 1451
ground 1450
changes 1449
statement: 1449
! 1448
puts 1448
#DisarmHate 1445
California 1444
agree: 1444
volunteers 1444
Donald 1442
.@HouseGOP 1438
@HouseCommerce 1438
Appropriations 1438
improving 1436
York 1435
Fire 1434
expansion 1434
veterans. 1433
solution 1432
he's 1431
it, 1430
system. 1430
further 1429
Fort 1428
Senior 1428
almost 1428
@CNN 1426
given 1426
home. 1425
advance 1424
comprehensive 1424
DC. 1421
earned 1419
radio 1419
paying 1418
day, 1417
Freedom 1416
Sec 1416
Fox 1415
launch 1415
Yesterday, 1412
level 1412
participating 1412
lives. 1411
Florida 1410
Voting 1409
impacted 1409
upcoming 1409
hour 1408
rest 1408
view 1408
Black 1406
priority 1406
several 1406
Commerce 1405
Open 1405
Democratic 1404
chat 1403
investments 1401
&gt;&gt; 1399
Family 1399
24 1398
We'll 1397
person 1392
Happening 1389
Co 1388
in. 1388
criminal 1383
investigate 1383
request 1383
Must 1382
we've 1382
5th 1381
added 1381
Senate. 1380
morning, 1379
apply 1378
approved 1378
democracy 1378
credit 1376
name 1375
Some 1373
supported 1373
grants 1372
NC 1370
NJ 1370
cause 1370
went 1370
Israel 1369
NY 1369
here. 1369
responsibility 1369
women’s 1368
Appreciate 1367
responsible 1367
Cmte 1366
SCOTUS 1366
ensuring 1366
Steve 1365
Tonight 1365
delay 1365
Visited 1363
field 1363
social 1362
Anniversary 1357
rights. 1357
Vote 1356
discrimination 1355
conditions 1354
transparency 1354
voices 1353
successful 1352
Youth 1351
advocates 1351
rally 1351
highest 1350
stronger 1350
Post 1349
agencies 1349
Government 1348
Congress, 1347
Planned 1347
crisis. 1347
regulatory 1347
President’s 1346
preserve 1346
became 1345
Twitter 1344
b/c 1344
#MemorialDay 1343
based 1343
comments 1343
#VeteransDay 1342
#mtpol 1342
Commissioner 1340
increased 1340
peace 1337
Member 1336
Since 1335
Who 1335
shooting 1335
George 1334
groups 1332
Oregon 1331
Week 1331
weeks 1331
Women's 1330
Club 1329
#… 1328
#Obamacare. 1328
CA 1328
tribute 1327
catch 1326
#VA 1325
this. 1325
speaks 1323
light 1322
Wall 1320
Executive 1318
Report 1315
County. 1314
I’ve 1314
concerned 1314
income 1314
Congresswoman 1311
Important 1311
We've 1311
Michael 1310
#budget 1309
Plan 1309
budget. 1307
study 1307
yr 1306
Don’t 1305
there! 1305
won 1305
@BarackObama 1303
extend 1303
TUNE 1301
accountability 1301
ability 1300
per 1299
WH 1298
touring 1297
#WV 1296
NH 1296
duty 1295
economy, 1295
party 1295
looks 1294
flag 1293
40 1292
approach 1292
minimum 1292
Virginia 1289
remains 1289
@DeptVetAffairs 1288
Lt. 1287
damage 1287
deeply 1287
least 1287
turnout 1287
@WSJ 1286
Senators 1286
outside 1283
begins 1282
-&gt; 1280
court 1280
girls 1280
tragic 1279
USA 1278
Century 1277
strategy 1277
Washington. 1276
reading 1276
FACT: 1275
#AHCA 1274
hearing. 1274
celebration 1273
Jim 1270
trillion 1270
waiting 1270
later 1269
DHS 1268
up. 1268
Gorsuch 1266
Here’s 1266
inspiring 1266
wife 1266
feel 1265
meetings 1265
outstanding 1265
#healthcare 1264
Thrilled 1264
Nice 1263
values 1263
powerful 1261
Attorney 1260
ruling 1260
women. 1260
religious 1258
instead 1256
spread 1256
Bob 1255
that. 1255
NOW 1254
Staff 1254
awarded 1253
saying 1253
#energy 1252
People 1252
RI 1252
Via 1251
positive 1251
year's 1251
Thanks, 1250
Voted 1250
expanding 1250
Eric 1249
sanctions 1249
email 1247
life. 1247
opposition 1246
NO 1245
evening 1245
anyone 1244
coal 1244
front 1241
innovative 1241
gov 1240
claims 1239
#EPA 1238
half 1237
storm 1237
site 1236
Smith 1235
essential 1235
land 1235
Local 1234
STEM 1232
environment 1232
Cicilline 1226
Utah 1226
difference 1226
headed 1226
consumers 1225
respect 1225
#Veterans 1224
pushing 1224
might 1222
CT. 1221
by! 1221
company 1221
Student 1220
column 1220
Young 1219
generation 1218
breakfast 1217
contact 1214
farm 1214
doesn’t 1213
Forum 1212
earn 1212
Sessions 1211
tragedy 1211
weekend. 1211
Jeff 1210
tells 1210
won’t 1210
sector 1209
whose 1207
info: 1205
@MSNBC 1204
#SouthJersey 1203
again. 1203
career 1203
oversight 1203
Jr. 1202
roads 1202
During 1201
we'll 1201
try 1200
@GOPLeader: 1198
protection 1198
understand 1197
Of 1196
mission 1196
yesterday's 1195
ending 1194
single 1193
creation 1191
focused 1191
retirement 1190
champion 1188
they're 1188
Arkansas 1186
better. 1186
kick 1186
week! 1186
years, 1186
@FoxBusiness 1185
LGBT 1185
towards 1185
Economic 1184
schedule 1184
stands 1184
Lincoln 1182
Ryan 1182
counties 1182
favor 1182
immigrants 1182
interested 1182
confirmation 1181
truth 1181
Families 1180
Martin 1180
add 1180
highlights 1180
protects 1179
IN 1178
#RaiseTheWage 1177
Bank 1177
Science 1177
avoid 1176
prepare 1176
Corker 1175
Stopped 1174
word 1174
Can't 1173
action. 1173
buy 1172
we’re 1171
Month 1170
Still 1170
50th 1169
Affairs 1168
prevention 1167
privilege 1167
History 1166
Medical 1166
decisions 1166
contributions 1165
defeat 1165
Labor 1164
brought 1164
choose 1164
#Senate 1163
veto 1161
Red 1160
offices 1160
25 1159
#ISIS 1158
Grand 1157
courage 1157
#NDAA 1156
Praying 1156
representing 1155
cosponsoring 1154
voters 1153
@LarryHogan 1152
devastating 1149
support! 1146
@HouseJudiciary 1145
admin 1145
individuals 1145
recognizing 1145
natural 1144
#POTUS 1143
TX 1143
Gold 1141
late 1141
actually 1140
Can 1137
Syrian 1137
$1 1136
Love 1136
currently 1136
partisan 1136
regs 1135
Even 1134
Indiana 1134
mark 1134
son 1134
started 1134
welcoming 1134
Headed 1133
@WhiteHouse: 1132
lack 1132
thankful 1132
#ksleg 1131
Brown 1130
Maine 1130
education. 1130
wishes 1130
Development 1129
guns 1128
help. 1127
hate 1126
poverty 1126
trust 1126
Foreign 1125
Press 1125
Rob 1125
Today’s 1125
saw 1125
shot 1124
issue. 1123
#1 1122
International 1122
We’re 1122
facts 1121
signs 1121
: 1120
CBO 1120
China 1120
Food 1120
African 1119
involved 1119
shutdown 1119
Back 1118
native 1118
editorial 1113
winner 1113
seeking 1110
technology 1110
@sethmoulton 1109
Georgia 1109
background 1109
greater 1109
inviting 1108
Wonderful 1107
allowing 1107
@cspan 1106
Lady 1106
hands 1106
watching 1106
Nat'l 1104
#gop 1101
Child 1100
Top 1100
confirmed 1100
#Syria 1097
Marine 1097
ND 1097
ongoing 1097
#EqualPay 1096
gap 1095
Safety 1094
Students 1094
phone 1094
room 1094
#NeverForget 1093
visits 1093
Jewish 1091
ribbon 1091
addiction 1089
survivors 1087
train 1087
Collins 1086
Home 1085
constitutional 1085
#sayfie 1083
Vietnam 1082
day! 1082
#ProtectOurCare 1081
There's 1081
Discussed 1080
Trade 1080
ultimate 1080
Syria 1079
@DHSgov 1077
FL 1077
Hassan 1077
Island 1077
pre-existing 1077
eliminate 1076
include 1076
investing 1076
Going 1075
people, 1072
plan. 1072
@HouseJudiciary: 1071
closed 1071
senior 1071
voter 1071
basic 1070
harmful 1070
para 1070
saddened 1070
University 1069
Vets 1067
waste 1067
history. 1066
Carolina 1064
need. 1064
vision 1064
fall 1063
increasing 1062
night's 1062
Armed 1060
Instead 1060
art 1060
TODAY 1059
additional 1059
That’s 1058
joint 1058
challenge 1056
reflect 1056
Officer 1055
impacts 1054
interests 1054
limit 1053
NOT 1052
SD 1052
above 1051
skills 1051
Act: 1050
Mobile 1050
Wolf 1050
board 1050
#WOTUS 1049
Discussing 1049
require 1049
situation 1049
#GetCovered 1048
100% 1046
Bay 1046
MS 1046
Starting 1046
Thursday 1046
deficit 1046
increases 1046
Judiciary 1045
allows 1045
demanding 1045
simply 1045
goal 1044
refugees 1044
#arpx 1043
Visiting 1042
trafficking 1042
significant 1040
out. 1039
Internet 1038
ties 1038
included 1037
promises 1037
sending 1037
60 1036
Ambassador 1035
space 1035
READ 1033
highlight 1033
privacy 1033
#mapoli 1032
Up 1032
#Congress 1031
@RepEdRoyce 1030
Idaho 1030
Navy 1030
allies 1030
Financial 1029
Obamacare. 1029
cities 1029
four 1028
#gapol 1026
died 1026
discusses 1025
@YouTube 1024
Emergency 1023
@PramilaJayapal 1022
Capitol. 1022
beginning 1022
isn’t 1022
ag 1021
Gen. 1020
click 1020
@KYComer 1019
construction 1019
cover 1019
employers 1019
terrorism 1019
More: 1018
Way 1018
pray 1018
14 1017
prescription 1017
que 1017
Corps 1016
together. 1016
too. 1016
Details 1015
newsletter 1015
there's 1015
tough 1015
Chris 1014
Policy 1014
Announces 1013
assist 1013
bc 1012
hurts 1011
#Medicare 1010
officially 1010
shouldn’t 1010
tools 1010
becoming 1009
right. 1009
Talked 1008
soldiers 1008
Minnesota 1007
freedom. 1007
keeps 1007
environmental 1006
within 1006
Blue 1005
agency 1005
side 1005
Against 1004
heading 1004
low 1004
news! 1004
track 1004
NEWS: 1003
Two 1003
necessary 1003
average 1002
cc: 1002
different 1002
event. 1002
areas 1001
easier 1001
labor 1001
productive 1001
ObamaCare 1000
you'll 1000
newest 999
individual 998
aren't 997
prices 996
Western 995
countries 995
there. 995
faith 994
issued 993
lawmakers 993
@thehill 991
Robert 991
fwd 991
pick 991
us! 991
whether 991
Climate 990
term 989
Flint 986
@WaysandMeansGOP 985
Independence 985
WA 985
saving 985
closer 984
expected 984
targeting 984
way. 983
Remember 981
ago. 981
constituent 981
"This 980
blessed 980
heroin 980
#ar4 978
Green 978
PHOTO: 978
act. 978
Access 977
fear 977
market 977
Center. 976
Ready 976
knows 976
struggling 976
Homeland 975
plant 975
#EqualPayDay 973
idea 973
con 972
hand 970
round 970
Power 969
losing 969
built 968
status 968
@RepCummings 967
register 967
telephone 967
2012 965
Colorado 965
Legislative 965
Montana 965
businesses. 965
Prevention 964
silence 964
READ: 963
Tell 963
failure 963
HAPPENING 962
St 962
evidence 962
campus 960
renew 960
Hurricane 959
Share 959
bright 959
Clean 958
enrollment 958
in: 958
markup 958
balance 957
closing 957
partnership 956
#climatechange 955
Illinois 955
Their 955
Class 954
refugee 954
Action 953
Dakota 953
commonsense 953
ALL 952
Civil 952
hearings 952
Free 951
Innovation 951
Fund 950
chair 950
repealing 950
Minister 949
effective 949
Keystone 948
forced 948
100th 947
Alexander 947
stood 947
Falls 946
Should 946
seek 945
workers. 945
AZ 944
breaks 944
condolences 944
care, 942
generations 942
testimony 942
interns 940
testify 940
Address 939
recommit 939
creates 938
rise 938
defending 937
Pay 936
quick 936
Task 935
news: 935
TV 934
IN: 933
October 933
Standing 932
Library 931
growth. 931
nice 930
night, 930
learned 929
Grant 928
Hawaii 928
sit 928
Governor's 927
Dept. 926
Zika 926
Presidential 925
planning 925
submit 925
worth 925
attempt 924
radical 924
Ed 923
Oversight 923
Tuesday 923
brings 922
commission 922
#mDayton 920
Main 920
Thankful 920
ends 920
Former 919
Hatch 919
rather 919
students, 919
thru 919
#Obama 918
Meet 918
female 918
harm 918
law, 918
sacrifices 918
expect 916
requires 916
Comey 915
Lots 915
race 915
Tomblin 913
Parenthood 912
crucial 912
Dept 911
complete 911
shut 911
options 910
vet 910
participated 908
biggest 907
difficult 907
grand 907
#tbt 906
Research 906
hero 906
loans 906
beyond 905
7th 904
Coffee 904
Legislation 904
fact 904
point 904
rely 904
reps 904
treat 904
@washingtonpost 903
Beautiful 903
drop 902
government. 902
President, 901
Star 901
exciting 901
Violence 900
ed 900
13 899
Q&amp;A 899
foster 899
owe 899
News: 898
authority 897
change. 896
partner 896
done. 895
price 894
children. 893
horrific 893
strongly 893
@CoryBooker 892
happen 892
@HouseFloor 891
Reagan 891
Transportation 891
Regional 890
effect 890
international 890
#CuresNow 889
RELEASE: 888
me, 888
#SocialSecurity 887
Morning 887
Thoughts 887
internet 887
table 887
.@RepCummings: 886
Hours 886
achieve 886
presented 886
#AZ 885
Fairness 885
He's 885
policy. 884
por 884
#AR3 883
bill: 883
#alpolitics 882
Introduced 882
defund 882
hundreds 882
you’re 882
age 881
coffee 881
permanent 881
work, 881
Iraq 880
US. 880
finished 880
forward. 880
now, 880
roll 880
vulnerable 880
@SenRonJohnson 879
Paris 879
hiring 879
recognition 879
Mary 878
strength 878
🇺🇸 877
#IA01 877
Joint 877
@VP 876
@WhipHoyer: 875
@repjohnlewis 875
August 875
Coast 875
family, 875
changed 874
leads 874
#OTD 873
weapons 873
products 872
rising 872
soon. 872
region 871
value 871
@POTUS' 870
neighbors 870
toured 870
agree. 869
inspired 869
#Cuba 868
numbers 868
often 868
.@realDonaldTrump 867
job. 867
out! 867
Also 866
busy 866
cyber 866
dollar 866
severe 866
8th 865
Neil 865
accept 865
Breakfast 864
short 864
RSVP 863
bless 863
Luther 862
Video 862
let’s 862
Because 861
Church 861
Funding 861
accepting 861
flags 861
los 861
Oklahoma 860
coverage. 860
promoting 860
it: 859
turned 859
@thehill: 858
Manufacturing 858
NM 858
Where 858
album 858
charge 858
meets 858
promised 858
@SenWhitehouse 857
fraud 857
September 856
Americans, 855
Thomas 855
WV 855
cosponsored 855
saved 855
Coming 854
sick 854
6th 853
What's 853
congrats 853
shortly 853
Too 852
Use 852
funding. 852
SC 851
delivered 851
undermine 851
whole 851
#ohsen 850
initiative 850
sworn 850
updated 850
@GOPoversight: 849
Arizona 849
Little 849
Native 849
innocent 849
morning's 849
poll 849
winter 849
year! 849
's 848
Jackson 848
checks 848
Most 847
#Texas 846
Mississippi 846
Sgt. 846
#ia03 845
18 845
mil 845
nat'l 845
DOJ 844
Drug 844
Insurance 844
appointment 844
highlighting 844
measure 844
reducing 844
spirit 844
Project 843
forces 843
solve 843
effects 842
massive 841
offers 841
10am 840
prepared 840
production 840
@GOPLeader 839
friend, 839
walk 839
Heritage 838
Merry 838
Rotary 838
excellent 838
legislation. 838
Wednesday 837
original 837
process. 837
Fed 836
approve 836
floor. 836
wins 836
#CIR 835
Accountability 835
Thanks! 835
pipeline 835
terrible 835
test 835
snow 834
@FinancialCmte 833
on. 833
strengthening 833
Right 832
winners 831
approval 830
leadership. 830
#RenewUI 829
HHS 828
View 828
harder 828
Boston 827
debt. 827
Hey 826
hurting 826
percent 826
pledge 826
programs. 826
warm 826
January 825
perfect 825
@RosLehtinen 824
Earlier 824
tweet 824
Month. 823
mandate 823
unanimously 823
results 822
Well 821
asks 821
Despite 820
standards 820
uninsured 820
#TX23 819
Toured 819
lands 819
Commission 818
Eastern 818
Mexico 818
homes 818
wages 818
W/ 817
result 817
century 816
entrepreneurs 816
smart 816
happened 815
Act! 814
days. 814
hard-working 814
remove 814
Schools 813
Southern 813
epidemic. 813
ranked 813
LA 812
YOU 812
opposed 812
GA 811
develop 811
representatives 811
16 810
@SenateDems 810
county 810
re 810
Highway 808
ID 808
blocking 808
offering 808
22 807
Nebraska 807
five 807
@nytimes 806
Ceremony 806
allowed 806
subcommittee 806
MA 805
memory 805
Muslim 803
here's 803
threatens 803
# 802
R 802
date 802
rail 802
Ted 801
Wisconsin 801
candidate 801
places 801
talented 801
1/2 800
balanced 800
driving 800
MD 799
Rs 799
teacher 799
tremendous 798
Vice 797
worst 797
fewer 796
property 796
reality 796
tips 796
GOP's 795
Maryland 795
competition 794
denied 794
capital 793
noon 793
praying 793
Sandy 792
worse 792
impressive 791
burden 790
daughter 790
#PayMoreForLess 788
Saddened 788
Agriculture 786
industry. 786
intro'd 786
supporters 786
tape 786
Tech 785
savings 785
flight 784
likely 784
#BetterMN 783
#TrumpRussia 783
@USDA 783
groundbreaking 783
health. 783
Advisory 782
IL 782
Year! 782
lift 782
115th 781
, 780
FEMA 779
Festival 779
empower 779
leaders. 779
Got 778
Like 777
poor 777
“The 776
#ExIm4Jobs 776
presidential 776
games 775
KY 774
abortion 774
attention 774
co-sponsor 774
Deal 773
battle 773
emails 773
thought 773
Chicago 772
addresses 772
affect 772
business. 772
meeting. 772
barriers 771
disease 771
fuel 771
Huge 770
birthday, 770
End 769
Healthcare 769
democracy. 769
immediate 769
honors 768
you? 768
him. 767
respond 767
#Israel 766
@NancyPelosi 766
Rural 766
known 766
#mnleg 765
Remembering 765
half-staff 765
protected 765
thx 765
Hospital 764
Islamic 764
Prime 764
upon 764
volunteer 764
#WomensHistoryMonth 763
El 763
Nearly 763
TN 761
November 760
Would 760
firefighters 760
wanted 760
#TPP 759
Listening 759
encouraging 759
reasons 759
Calling 758
Indian 758
couldn't 758
holds 758
claim 757
the... 757
Veteran 756
country, 756
partners 756
reject 756
score 756
well. 756
REMINDER: 755
culture 755
#WeAreKY 754
Human 754
Radio 754
crime 754
picture 754
unacceptable 754
Out 753
billions 753
deal. 753
anything 752
letting 752
week: 752
knew 751
unacceptable. 751
Head 750
exactly 750
director 749
tomorrow! 749
week’s 749
#NM 748
Interested 748
Leader 748
judge 748
selected 748
@EspaillatNY 747
experts 747
leaving 747
Long 746
Springs 746
position 746
safer 746
@uscapitol 744
overreach 744
quickly 744
women, 744
#RI 743
@MarkWarner 743
regulation 743
mass 742
200 741
@RepJoeKennedy 741
president's 741
provided 741
straight 741
Deputy 740
Work 740
parts 740
regional 740
#netde 739
education, 739
raised 739
stops 739
"If 738
Taking 738
Together 738
Ranking 737
#Cures2015 736
Weekly 736
d 736
reauthorize 736
willing 736
#JointAddress 735
#lalege 735
#FlintWaterCrisis 734
Port 734
congratulate 734
united 734
Tour 733
You're 733
compete 733
despite 733
dinner 733
football 733
graders 733
grade 732
measures 732
state's 732
up, 732
@HillaryClinton 731
Representatives 731
agriculture 731
fantastic 731
provisions 731
Challenge 730
accountable. 730
location 730
DC! 729
Order 729
Tim 729
Honoring 728
tomorrow's 728
AM. 727
Congress: 727
Global 727
Tweet 727
sad 727
Choice 725
No. 725
Spring 725
reform, 725
yesterday! 725
born 724
reckless 724
senseless 724
@HouseDemocrats: 723
Everyone 723
opposing 723
relationship 723
Gabbard 722
/ 721
Frank 721
lines 721
Champion 720
Heart 720
hire 720
season. 720
#ACA. 719
17 719
questions. 719
Having 718
Rock 718
Resources 717
#Medicaid 716
corporate 716
down. 716
wake 716
#FarmBill 715
UN 715
disappointed 715
moral 715
telling 715
urged 715
flooding 714
#NoFlyNoBuy 713
10th 713
Afghanistan 713
Amazing 713
ET. 713
Parade 713
delivering 713
immigrant 713
Beach 712
Cancer 712
Foundation 712
NE 712
tackle 712
Those 711
acts 711
fill 711
launched 711
back. 710
explain 710
sales 710
budget, 709
intro 709
marriage 709
model 709
tours 709
Mountain 708
Retweet 708
service! 708
time, 708
#NV 707
Building 707
active 707
direct 707
kids. 707
#ParisAgreement 706
Early 706
Second 706
politics. 706
Equal 705
School. 704
unconstitutional 704
#mentalhealth 703
ensures 703
haven't 703
fired 702
here! 702
Cuba 701
Register 701
changing 701
directly 701
failing 701
meaningful 701
showed 701
survey 701
#OnThisDay 700
Before 700
NYC 700
Teacher 700
beat 700
white 700
applications 699
#ICYMI: 698
I'd 698
consequences 698
drugs 698
@FCC 697
@FinancialCmte: 697
Hispanic 697
Louisiana 697
@OfficialCBC 696
awesome 696
below 696
kill 696
1. 695
114th 695
Housing 695
#PlannedParenthood 694
Immigration 694
black 694
finding 694
lots 694
stage 694
EST 693
Majority 693
Richard 693
THE 693
blocked 693
@DarrellIssa 692
Dan 692
Making 692
Tulsi 692
bigger 692
covered 692
low-income 692
total 692
Party 691
(via 690
Thanksgiving 690
healthcare. 690
@USNavy 689
do! 689
#MuslimBan 688
@… 688
Harbor 688
finds 688
justice. 687
#VA06 686
@Scotttaylorva 686
Committee. 686
investigation. 686
large 686
minutes. 686
exchange 685
finish 685
shall 685
S. 684
ourselves 684
we’ve 684
Life 683
announcing 683
homeless 683
@USArmy 682
confirm 682
infrastructure. 682
Iranian 681
elections 681
at: 680
mom 680
reached 680
rebuild 680
sacrifice. 680
that’s 680
us, 680
#Trump 679
Hoosier 679
Touring 679
del 679
r 679
#MN03 678
Area 678
Cures 678
MI 678
celebrates 678
providers 678
security, 678
Murray 677
President. 677
Reminder: 677
more! 677
#TrumpCuts 676
HERE: 676
car 676
offered 676
Benghazi 675
Christian 675
enough. 675
9th 674
amendments 674
#BlackHistoryMonth 673
Credit 673
series 673
wrong. 673
#NE03 672
Leaders 672
all! 672
extreme 672
sacrificed 672
Alzheimer's 671
Summer 671
resource 671
MUST 670
Million 670
enter 670
pursue 670
Border 669
Disappointed 669
cases 669
petition 669
taxes. 669
vote! 669
levels 668
schools. 668
Never 667
Representative 667
concern 667
CO 666
Northern 666
birth 666
injured 666
up! 666
#txgop 665
@RepCardenas 665
cents 665
immediately 665
@msnbc 664
Dayton 664
absolutely 664
facilities 664
the… 664
@realDonaldTrump's 663
Houston 663
Patrick 663
affecting 663
missing 663
recovery. 663
safe, 663
@SenateAgGOP: 662
Brian 662
Kevin 662
breaking 662
hearing: 662
eligible 661
lowest 661
questioning 661
#ncsen 660
#prolife 660
easy 660
gender 659
highway 659
#FindYourPark 658
70 658
hearts 658
AR 657
America, 657
Mental 657
Nov. 657
missed. 657
senators 657
spending. 657
#NetNeutrality 656
Appreciation 656
@FoxNews: 655
Gun 655
Nevada 655
Women’s 655
costs. 655
Awards 654
Group 654
secret 654
themselves 654
Peace 653
t… 653
Korea 652
Korean 652
Resource 652
colleges 652
story. 652
Lakes 651
Lee 651
Opening 651
Reps 651
rich 651
Friday, 650
econ 650
later, 650
opened 650
seat 650
sex 650
uniform 650
.@HouseDemocrats 649
@NASA 649
Apply 649
moved 649
2016. 648
26 648
Alaska 648
Approps 648
Dallas 648
#Sandy 647
Bureau 647
Sat 647
app 647
returns 647
traveling 647
#DontShutDownOurSecurity 646
Election 646
Protecting 646
double 646
office, 646
proudly 646
wind 646
Tennessee 645
again, 645
march 645
one. 645
sitting 645
succeed 645
v. 645
bold 644
problem. 644
@SenMikeLee 643
game. 643
gone 643
too! 643
tool 643
#TN04 642
SW 642
celebrated 642
commit 642
destroy 642
#LWCF 641
@RepFredUpton 641
II 641
Photo 641
bottom 641
forever 641
month. 641
Award. 640
extension 640
liberty 640
teams 640
$$ 639
Point 639
commend 639
course 639
#vets 638
@WaysMeansCmte: 638
Garland 638
Museum 638
inspire 638
#ENDALZ 637
cast 637
traffic 637
#twill 636
Start 636
Trust 636
downtown 636
poverty. 636
reported 636
sobre 636
@SDGovDaugaard 635
@SenatorCardin 635
advancing 635
parade 635
#BringBackOurGirls 634
Celebrate 634
blog 634
office! 634
reminds 634
#NY21 633
Details: 633
Video: 633
practices 633
safety. 633
According 632
management 632
23 631
Al 631
Capital 631
airport 631
consumer 631
medals 631
Career 630
Heroes 630
Missouri 630
advocacy 630
appointed 630
employment 630
keynote 630
parks 630
weekend! 630
2011 629
@NatResources 629
@PPFA 629
Crisis 629
Congress! 628
fundamental 628
movement 628
@RepSinema 627
attack. 627
confirms 627
fly 627
moms 627
uphold 627
Ex-Im 626
Spending 626
brief 626
night! 626
orders 626
tourism 626
vs 626
SB 625
centers 625
simple 625
views 625
you: 625
#copolitics 624
Technology 624
awards 624
implement 624
#CT 623
#bipartisan 623
Repeal 623
attempts 623
Bridge 622
urges 622
Intel 621
Resolution 621
dream 621
else 621
Game 620
Rhode 620
answering 620
@marcorubio 619
House, 619
backs 619
decades 619
Space 618
form 618
officer 618
reaction 618
Orlando 617
hospital 617
#gunviolence 616
Safe 616
Select 616
health, 616
invited 616
recess 616
FAA 615
doctors 615
stream 615
suffering 615
#DC 614
#EarthDay 614
21 614
finance 614
friends. 614
green 613
Intelligence 612
book 612
commemorate 612
deny 612
owner 612
Country 611
USS 611
ballot 611
Constitution. 610
Rules 610
Station 610
deserve. 610
success. 610
#va01 609
@SteveScalise: 609
App 609
Monday, 609
Yes, 609
six 609
substance 609
#StandWithPP 608
@HouseForeign: 608
blue 608
raises 608
studio 608
Deeply 607
Super 607
enforce 607
exports 607
ignore 607
sell 607
Democrat 606
Recovery 606
influence 606
Know 605
account 605
class. 605
intern 605
testifying 605
vs. 605
write 605
#education 604
@SenWarren 604
evening. 604
Edwards 603
Fun 603
Major 603
Reid 603
classified 603
connect 603
preventing 603
banks 602
carbon 602
export 602
fast 602
#IASEN 601
2day 601
Easter 601
area. 601
suicide 601
third 601
tried 601
Exciting 600
Future 600
Montgomery 600
deaths 600
insurance. 600
ran 600
#USA 599
@SenBobCasey 599
Assistance 599
Bush 599
Congrats! 599
December 599
Kentucky 599
chief 599
news. 599
students! 599
#ICYMI 598
@cspan: 598
Delegation 598
Parks 598
hearing, 598
laws. 598
@StateDept 597
Pearl 597
Report: 597
costly 597
operations 597
al 596
benefits. 596
values. 596
Enjoy 595
Forest 595
OR 595
began 595
unnecessary 595
"A 594
#opioid 594
2015. 594
Such 594
William 594
regulations. 594
transition 594
#txcot 593
provision 593
unfair 593
workshop 593
Kelly 592
daily 592
educators 592
it? 592
memorial 592
Disaster 591
tonight, 591
@SteveDaines 590
Hosting 590
Its 590
Kicking 590
amdt 590
community! 590
examine 590
moments 590
Las 589
drinking 589
hall. 589
thanking 589
Chinese 588
League 588
governor 588
welcomes 588
ally 587
e-newsletter 587
struggle 587
Charles 586
Harry 586
Miss 586
gratitude 586
himself 586
reverse 586
#GOPshutdown 585
@NatlParkService 585
Carter 585
Pope 585
central 585
team. 585
@RepLipinski 584
La 584
intelligence 584
peaceful 584
Info 583
Infrastructure 583
explains 583
patient 583
OK 582
research. 582
choices 581
kicks 581
primary 581
veterans, 581
Rule 580
bridges 580
represents 580
services. 580
Airport 579
Ronald 579
father 579
happens 579
qualified 579
#equalpay 578
Sad 578
moves 578
refuse 578
yrs. 578
28 577
@RepHalRogers 577
Helping 577
Strong 577
bridge 577
curb 577
tomorrow, 577
w/the 577
Protect 576
WI 576
introduces 576
victims. 576
@TheJusticeDept 575
Forces 575
Tonight, 575
receives 575
requiring 575
year’s 575
@RepGutierrez 574
Coach 574
Excellent 574
Sending 574
dropped 574
renewable 574
solidarity 574
#Brownback 573
#iagov 573
Jan 573
testing 573
urgent 573
Give 572
Her 572
returning 572
state, 572
targeted 572
union 572
#TimeToBuild 571
Kasich 571
Pacific 571
Sept. 571
appear 571
doors 571
expanded 571
@HouseForeign 570
halls 570
maintain 570
#Russia 569
MO 569
Puerto 569
caused 569
priority. 569
refused 569
sides 569
to… 569
revenue 568
#Flint 567
@HouseScience: 567
Catch 567
advanced 567
broadband 567
seems 567
@GOPHELP: 566
Winter 566
childhood 566
delays 566
story: 566
Any 565
tireless 565
Birthday, 564
Kudos 564
Ways 564
deep 564
freedoms 564
refuses 564
VA. 563
abuse. 563
opens 563
@SenBlumenthal 562
HB 562
Means 562
Purple 562
demands 562
rein 562
seniors. 562
turns 562
@ChrisMurphyCT 561
@JohnCornyn 561
@SenAlexander 561
@repjohnlewis: 561
featured 561
replacement 561
thrilled 561
@RepTimMurphy 560
@usedgov 560
Ask 560
Mahalo 560
organizations 560
others. 560
Iran. 559
Sam 559
competitive 559
couple 559
disabilities 559
diversity 559
foundation 559
pretty 559
what’s 559
bravery 558
Dave 557
Deadline 557
Jersey 557
Tomorrow, 557
Walker 557
efforts. 557
exec 557
extra 557
preparing 557
according 556
mother 556
w/out 556
welcomed 556
#SoFla 555
crew 555
declared 555
reporting 555
unique 555
#cybersecurity 554
Israeli 554
Nuclear 554
OH 554
Rick 554
related 554
wealthy 554
“We 553
#AskDems 553
500 553
@SenatorLeahy 553
direction 553
package 553
scheduled 553
@SenJohnMcCain 552
Institute 552
Times 552
killing 552
miles 552
vote, 552
Carson 551
Historic 551
Natl 551
nominees 551
@SenatorCollins 550
Review 550
burdensome 550
decided 550
depend 550
interference 550
language 550
missile 550
obligation 550
prayer 550
#PA11 549
#TaxDay 549
adults 549
door 549
rule. 549
ur 549
Latino 548
Prayers 548
regime 548
said, 548
speed 548
#ACA, 547
#TCOT 547
Flight 547
Says 547
acting 547
life-saving 547
statewide 547
@DeptofDefense 546
CR 546
Creek 546
Pennsylvania 546
carry 546
disastrous 546
nationwide 546
plan, 546
risk. 546
“I 545
#Walker16 545
Saturday, 545
educational 545
@RobWittman 544
funded 544
lucky 544
min 544
@Pontifex 543
Baker 543
conservation 543
possible. 543
support, 543
Ben 542
Opportunity 542
kept 542
kicking 542
payments 542
proposals 542
ranks 542
shares 542
@NIH 541
Excellence 541
Price 541
Votes 541
music 541
19 540
Nothing 540
display 540
prayers. 540
remarkable 540
thinks 540
victims, 540
Betsy 539
Millions 539
NV 539
names 539
pressure 539
relations 539
seeks 539
#RestoreTheVRA 538
Hear 538
Kids 538
becomes 538
employer 538
gift 538
mourn 538
time! 538
@GOP 537
AND 537
Enforcement 537
Flynn 537
a… 537
spring 537
turning 537
#DACA 536
Charleston 536
Panel 536
election. 536
enhance 536
servicemembers 536
wasteful 536
150 535
@RodneyDavis 535
Girls 535
considering 535
equality. 535
manufacturers 535
CNN 534
Initiative 534
Nancy 534
Passes 534
confidence 534
false 534
implementation 534
transfer 534
#MarchMadness 533
#ProLife 533
(1/3) 533
featuring 533
for. 533
nominated 533
tradition 533
@TeamCavuto 532
McKinley 532
advice 532
conflicts 532
faces 532
las 532
reception 532
sponsored 532
#NoBanNoWall 531
&gt; 531
Boehner 531
Grants 531
Holder 531
Sorry 531
Stabenow 531
Yet 531
compromise 531
threaten 531
wouldn't 531
agree! 530
bills. 530
corporations 530
everyday 530
info. 530
Jefferson 529
broke 529
extended 529
#tn03 528
Has 528
Really 528
advocating 528
desk 528
employee 528
resolve 528
vets. 528
#stribpol 527
10:30 527
@RepThomasMassie 527
Training 527
Williams 527
older 527
out: 527
over. 527
prison 527
@DonaldNorcross 526
@RepGoodlatte 526
Children 526
Gulf 526
Miller 526
Pls 526
agenda. 526
ever. 526
terrorism. 526
tour. 526
(3/3) 525
Friday. 525
Hall. 525
Pete 525
Peter 525
#GOPDebate 524
Administration's 524
Andrew 524
chatting 524
improvements 524
reproductive 524
tuned 524
@Transport 523
combating 523
crimes 523
sponsor 523
world's 523
#Ohio 522
#hcr 522
@WSJ: 522
February 522
Interior 522
Madison 522
Oct. 522
ad 522
ride 522
salute 522
#Ebola 521
@GovChristie 521
@dougducey 521
Due 521
affects 521
fails 521
warning 521
2/2 520
Baptist 520
Once 520
VP 520
children, 520
luncheon 520
speaker 520
text 520
@LamarSmithTX21 519
FB 519
Treasury 519
adding 519
aisle 519
@RepWesterman 518
basketball 518
event! 518
treated 518
un 518
Asian 517
Now: 517
hasn't 517
newly 517
(2/3) 516
@SBAgov 516
@foxandfriends 516
Gary 516
Pipeline 516
inspiration 516
presenting 516
reaching 516
resident 516
Circuit 515
citizen 515
internship 515
pic 515
returned 515
solar 515
@USDOL 514
Awesome 514
Nation 514
Natural 514
Paycheck 514
Tuesday, 514
businesses, 514
nation, 514
negotiations 514
sites 514
---&gt; 513
Davis 513
Keeping 513
Night 513
Sioux 513
Workforce 513
addition 513
succeed. 513
President-elect 512
scientific 512
#CleanPowerPlan 511
#NEPA 511
Flags 511
answered 511
digital 511
independence 511
sends 511
sustainable 511
@CFPB 510
Better 510
Letter 510
Russia. 510
academy 510
bank 510
bus 510
district. 510
modern 510
ones. 510
@keithellison 509
Buffalo 509
Pass 509
heavy 509
tragedy. 509
workers, 509
#BrokenPromises 508
@POTUS: 508
Jan. 508
KS 508
Workers 508
completely 508
place. 508
thinking 508
workplace 508
Hudson 507
Jack 507
dear 507
enjoying 507
produce 507
(and 506
11th 506
@HouseAppropsGOP 506
@Morning_Joe 506
Both 506
Flood 506
Reserve 506
summit 506
wishing 506
300 505
@RepublicanStudy: 505
Coalition 505
County, 505
Dir. 505
IT 505
alone 505
condemn 505
heads 505
mind 505
park 505
recap 505
@HouseVetAffairs 504
@SenPatRoberts 504
@SenatorTester 504
Putin 504
Record 504
ice 504
session. 504
speech. 504
tornado 504
#MI08 503
#NJ 503
Camp 503
conditions. 503
deepest 503
@HHSGov 502
Real 502
monthly 502
mothers 502
points 502
rights, 502
screening 502
systems 502
visitors 502
@SenMarkey 501
Control 501
Holding 501
constituents. 501
disabled 501
establish 501
impacting 501
2010 500
District. 500
Jason 500
Three 500
heroes. 500
impt 500
limits 500
sat 500
shelter 500
suffer 500
extraordinary 499
worker 499
@SenTedCruz 498
@WhipHoyer 498
Congratulations, 498
Final 498
Talk 498
courageous 498
feed 498
filled 498
heard. 498
principles 498
target 498
#Jobs 497
#MLKDay 497
@POTUS's 497
Company 497
